{"keras_version": "1.1.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activation": "linear", "input_dtype": "float32", "W_constraint": null, "batch_input_shape": [null, 24], "input_dim": null, "name": "dense_1", "b_constraint": null, "output_dim": 24, "b_regularizer": null, "W_regularizer": null, "trainable": true, "init": "glorot_uniform", "activity_regularizer": null, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "tanh", "name": "activation_1"}}, {"class_name": "Dense", "config": {"activation": "linear", "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "name": "dense_2", "b_constraint": null, "output_dim": 24, "b_regularizer": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "tanh", "name": "activation_2"}}, {"class_name": "Dense", "config": {"activation": "linear", "init": "glorot_uniform", "W_constraint": null, "input_dim": null, "name": "dense_3", "b_constraint": null, "output_dim": 5, "b_regularizer": null, "W_regularizer": null, "trainable": true, "activity_regularizer": null, "bias": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "softmax", "name": "activation_3"}}]}